// GET /users/1/attentions

module.exports = {
  "content": {
    "companies": [
      {
        "id": 1,
        "company": {
          "id": 1,
          "name": "大疆",
          "avatarUrl": "https://cdn1.iconfinder.com/data/icons/user-pictures/101/malecostume-512.png",
          "location": "北京",
          "website": "www.dji.com",
          "note": "无人机",
          "nation": "中国"
        }
      }
    ],
    "jobs": [
      {
        "id": 1,
        "job": {
             "id": 0,
              "name": "测试实习生",
              "organization": {
              "id": 0,
              "name": "腾讯",
              "avatarUrl": "https://cdn1.iconfinder.com/data/icons/user-pictures/101/malecostume-512.png",
              "location": "北京",
              "website": "https://www.qq.com/?fromdefault",
              "note": "note",
              "nation": "中国"
    },
    "location": "北京",
    "type": "intern",
    "deadLine": "2020年1月1号",
    "job_description": "工作职责：\n1. 根据需求设计测试用例，编写测试程序以及测试脚本；\n2. 负责测试执行以及测试结果分析，定位软件bug；\n3. 优化测试方法，测试流程；\n4. 负责测试过程相关文档的编写与维护；\n\n任职要求：\n1. 计算机技术或者软件工程相关专业硕士；\n2. 至少掌握一门常用编程语言(如C/C /Python等)，能熟练运用C语言进行编程，具备良好的代码阅读能力；\n3. 掌握Linux 系统基本操作和应用开发编程；\n4. 有嵌入式开发调试经验者优先，会使用交叉编译，串口调试助手等；\n5. 了解Linux内核结构，有驱动开发经验者优先考虑；\n6. 有软件测试经验者优先考虑；\n7. 有良好的沟通协调能力及团队协作能力，工作认真负责，规范性强，能按时保质完成工作任务；能给保证每周至少工作3天。\n\n地址：海淀区邓庄南路9号，中科院北京新技术基地\n	",
    "job_duty": "根据需求设计测试用例，编写测试程序以及测试脚本；"
        }
      }
    ],
    "questions": [
      {
        "id": 0,
        "questions": {
          "title": "百度收购或投资过哪些公司？",
          "body": {
        "braftEditorRaw": {"blocks":[{"key":"dtj4a","text":"<百度收购或投资过哪些公司？>","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}}],"entityMap":{}},
        "previewText": {},
        "resourceList": [
          "resourceList"
        ]
      },
          "is_anonymous": true,
          "rela_type": 2,
          "rela_id": 1,
          "id": 1,
          "modified_at": "2018-10-11 11:11:22.0",
     "create_at": "2018-10-11 11:11:22.0",
          "creator": {
              "id": 1,
          "username": "yihaoguo",
          "email": "user4@163.com",
          "phonenumber": "18463722634",
          "register_date": "2018-10-11 11:11:22.0",
          "real_name": "hao",
          "gender": "male",
          "nation": "中国",
          "avatar_url": "https://cdn1.iconfinder.com/data/icons/user-pictures/101/malecostume-512.png",
          "role": "1",
          "age": 21
          }
        }
      }
    ],
   "answers": [
      {
       "body": {
          "braftEditorRaw": {"blocks":[{"key":"dtj4a","text":"<北京时间2月20日消息，百度及其去年分拆出来的流媒体视频网站爱奇艺将在周四盘后公布第四季度业绩。对于爱奇艺四季度的财报，分析师预计，该公司本季度营收将为9.68亿美元，这一预测位于公司此前给出的9.435亿至9.828亿美元的营收目标区间的高端，较去年四季度增长约43%-49%，增长速度远快于百度。值得一提的是，近日有媒体报道，美国证券交易委员会（SEC）的最新数据显示，高瓴资本于去年四季度重仓了爱奇艺，持有爱奇艺240,191,174股A类普通股，占爱奇艺A类股比例为11%。截至2018年底，高瓴资本在美的前五大重仓股分别是：百济神州、爱奇艺、京东、恩斯塔、阿里巴巴。其中，爱奇艺为高瓴资本第二大重仓股。此外，在业绩方面，爱奇艺会员规模不断扩大，截止到2018年9月，爱奇艺的会员数量达到8070万，同比增长89%，单季度增长1350万。作为控股股东，爱奇艺的亮眼数据也为百度带来了荣光。然而，明亮背后的阴霾才最触目惊心，纵观百度近年来在资本市场的布局，不惜下重本“买买买”背后，收获的更多的却是迷茫与尴尬。事实上，自上市以来，百度收购的大部分公司，不幸则被玩死，幸则半死不活。投中网就从中选取了十二家具有代表性的案例，从表面上的“苟活”或“死亡”入手，透析“百度爸爸”内心的跌宕起伏。http://Hao123.com2004年8月，百度宣称以5000万元收购国内最大网址站http://Hao123.com，实际收购金额仅为1000万元。此次收购后，“导航网站之父”李兴平，一夜暴富。而这场交易在当时饱受争议，矛盾点无非在于“百度为什么要巨资买下hao123，而不是复制一个hao123？”。知乎网友解释颇为合理，“如果当时百度的网址导航正面交锋hao123，作为强龙的百度未必压的了hao123这条地头蛇。就像百度拿现在360的导航没辙一样，天下武功为快不破，各自撑下去对双方都没好处。不管是谁输了，被人记得的总是第一，很少有人了解谁是第二的。最重要的是百度不差钱，能花钱就把风险规避掉，何乐而不为呢，无非是价格问题罢了。”然而，百度的资源并没能夯实住http://Hao123.com的“第一”江湖地位。后来的故事大家都知道了：360、腾讯、搜狗纷纷杀入导航网站，http://Hao123.com的先发优势早已消耗殆尽。天空软件2006年5月，百度以3000万收购天空软件，创下了当时的公司最高价收购记录。据悉，天空软件网站由张鹤创建于2001年，为当时国内最知名的软件下载网站之一，在ALEXA全球网站排名中名列351名，每日页面流量超过数百万。而这次收购，也代表着资本市场风向标的转变。“现在是互联网加速整合的一个高峰。”业内人士评价说，“所不同的是，以前大家收购的是有像Hao123这样有巨大流量的个人网站，而现在，大家抢的是热门软件，以及天空软件这样的软件通道。”但伴随互联网原住民崛起，近年来软件下载市场一直不温不火。遗憾的是，百度也未能为天空软件找到合适的转型方案，任由其慢慢被用户淡忘。天天静听2006年7月，百度收购千千静听。作为红极一时的音乐播放软件鼻祖，千千静听也难逃“百度劫难”。自从被百度收编后，变身百度音乐，后来又被百度甩掉，扔给了太合麦田。点讯输入法2009年10月，百度又将“魔爪”伸向了输入法领域。在收购了点讯输入法的开发公司后，将更名为“百度输入法”，界面也主打其标志性的“百度蓝”。然而最终，故事的结局与http://Hao123.com类似：腾讯、搜狗、360甚至讯飞陆续加入混战，百度输入法的地位之尴尬，恐怕早已无需多言。耀点1002010年5月，百度联合达芙妮投资耀点100。据悉，耀点100是中国第一家真正的网络百货商城，也是百度在B2C电商领域迈出的关键一步。然而，投中网发现，耀点100已于2017年7月28日停止运营，CEO等高管已回台湾，官网已经打不开。“把中国台湾的电商B2C模式直接移植过来用，这不光行不通，也是他们倒闭的直接原因”，业内人士一针见血地指出耀点100的失败，“只可惜苦了上千名供应商，欠款没地方讨。”乐酷天2010年10月，百度B2C心不死，与日本乐天合计出资5000万美元，推出网上商城“乐酷天”（乐天占股51%，百度占股49%）。然而，此站已于2016年4月20日宣布关闭，至此，百度B2C布局正式宣告失败。究其“死因”，可归结为“用户”和“供应链”两个方面。首先，电子的核心是流量和用户，百度在搜索流量向购物流量的转化方面几乎没有建树，同时既要养自己的孩子又要挣其他电商的钱也让百度比较纠结。其次，商务的核心是前台的运营和后台的供应链，乐天在本地化方面做的并不出色，无论从命名到前台表现再到对商家的服务都显得诚意不足。百伯网2011年1月，百度在原百度人才频道的基础之上，投资1亿元，将原“百度人才频道”产品独立成一家公司进行运营，并将其正式改名为“百伯网”。其主要产品是针对于招聘网站进行职位信息和公司招聘信息检索的垂直搜索引擎。无独有偶，百伯网再一次在互联网招聘的“激烈打斗”中败下阵来。随着智联招聘、中华英才网、58招聘等品牌的兴起，百伯网早已失去原有客群，地位鸡肋。番薯网2011年8月，百度收购番薯网40%股份，与中搜在线并列成为最大机构股东。作为当时全球最大的数字图书门户，番薯网可以为百度文库提供更优质的版权资源和更成熟的电子商务平台支持。说到底，李彦宏还是在打“文库变现”的算盘。但天不遂人愿，百度文库的盈利能力却并未因为这场收购而获得显著提升。据业内人士分析，“作为大部分网民寻找资源的首选站点，百度文库一直定位不清晰。加上后续的收费模式，更是流失了很多用户，且内容质量一直上不去。”知我网2011年12月，原36团(知我网)对外宣布，获得百度和IDG千万美元联合注资。可见，在经历了耀点100和乐酷天的失败后，李彦宏对电商依旧充满热情满满。此外，刘强东同时期也曾微博曾透露说，百度多次想入股京东，被他拒绝。91助手2013年，百度19亿美金全盘拿下91助手。李彦宏本想靠着91弯道超车登上移动互联网的大船，不料微信从12年上线，一年的强势崛起直接扫射各大应用分发平台，百度再一次损失惨重。易观数据显示，2015年下半年，国内应用商店市场月平均启动次数排行榜上， 91助手仅有约2.77亿次的启动次数。而在2017年10月，沉寂了四年的91助手又再次回到消费者的视线中，但这次并不是王者归来，而是面临裁撤的风波。据媒体报道，当年因为收购91无线而成立的百度福州研发中心，现如今已经停止运营。但百度官方则表示并未裁撤91助手平台以及相关工作人员，只是将福州研发中心的相关业务迁移至北京。91助手作为当年促成福州研发中心成立的主角，俨然成为了此次事件的热议对象。然而，无论百度福州中心裁撤之事是否属实，91助手在第三方应用市场上的地位骤降已是不争的事实。或许有人会说91助手实则已经与百度手机助手完成真正的合并，但合并的结果却是“1+1<2”，这与移动终端市场的崛起密不可分。在智能手机自带应用商城成为大势所趋之后，第三方应用商城的流量红利也在逐渐消退，百度手机助手能否在这样的市场中继续生存，还画着一个大大的问号。糯米网2014年，百度从千橡集团(人人网母公司)手中全资拿下糯米，发力团购市场。随后的2015年，是最为疯狂的一年。扩张、破产、倒闭、合并、裁员，这是综合性团购网站的真实写照，团购行业进行着一次次大“洗牌”，淘汰了大批企业。与此同时，美团、大众点评、窝窝团、拉手网、糯米网、高朋网等前十强团购网站牢固占据市场主导地位。而与其同时期“出道”、同样有巨头加持的美团相比，百度糯米的月度成交额大概只占到其三分之一。2017年8月，随着百度外卖被饿了么收购，百度糯米的命运一度备受关注。最后，百度发声,“百度糯米暂时不会卖了，纳入百度搜索公司，作为广告平台存在。”如今，百度糯米将何去何从依旧是个谜。但可以确定的是，“团购”已经成为落后词汇，美团甚至该为当初取了这个名字而后悔不已。而如今，无论是刚刚收购了摩拜的“土豪”美团、被美团收入囊中的大众点评、抑或是依旧不温不火的百度糯米，都早已不是当初那个团购网站了。一点资讯等内容平台2017年，百度拿下部分营销、内容小公司，投资一点资讯。可见，百度又将目光瞄准了“内容分发”。彼时，有媒体评论称，“百度联手一点资讯，或许能在今日头条之外，打造另一种‘搜索+订阅+算法推荐’的内容分发模式，打破资讯客户端愈演愈烈的同质化、低俗化竞争的恶性循环。”然而，一年后的今天，时间给出了答案：赢家今日头条的地位无法撼动。尤其是近日凭借“抖音”大火，“社交大拿”这把交椅，张一鸣怕是坐定了。但即便抛开红杉大力扶持的这员猛将不谈，百度与企鹅巨头的媒体矩阵相比，又落后了多少个“新浪”？写在最后综合来看，无论是玩死、抑或是半死不活，百度都不是一个创业公司的“好爸爸”。但对于创业者来说，“一夜暴富卖百度”依旧不失为至理名言。诚如某互联网评论员所言：“百度是一家神奇的公司，专注玩公司10年，死伤无数。百度的每一次收购都是给自己打一满管鸡血，但最后还是被别人一个闷棍打晕。”>","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}}],"entityMap":{}},
          "previewText": {},
          "resourceList": [
            "resourceList"
          ]
        },
          "is_anonymous": false,
          "id": 0,
          "creator": {
            "id": 1,
         "creator": {
          "id": 2,
          "username": "yihaoguo2",
          "email": "user2@163.com",
          "phonenumber": "18463722634",
          "register_date": "2018-10-11 11:11:22.0",
          "real_name": "hao",
          "gender": "male",
          "nation": "中国",
          "avatar_url": "https://cdn1.iconfinder.com/data/icons/user-pictures/101/malecostume-512.png",
          "role": "1",
          "age": 21
        },
          "modified_at": "2018-10-11 11:11:22.0",
        "create_at": "2018-10-11 11:11:22.0",
        "company_id": "3"
        }
      }
    ]
  },
  "status": {
    "code": 2000,
    "reason": "reason"
  }
};
