// GET /answer/0120

module.exports = {
  content: {
    id: '0120',
    author: '3', // anonymous？
    body: '— —这是百度最后的背水一战，但我并不乐观2018年的某一天，当我想找个地方周末去玩一下时，我打开了微信，点开了专做宁波同城游的一个公众号，很轻松的报名参团。那一瞬间，我突然明白了很多，我以前没有想清楚的问题百度这些年，为什么一意孤行的越来越封闭，为什么顶着大家的一片骂名，被从里到外的批评也毫无改观。为什么换了那么多高管，硅谷大牛，新锐青年，也没有解决问题为什么喊了那么多的狼性，野性，兽性，都没有挽回颓势为什么百度不好好的做搜索引擎？这么一个简单的问题背后非不为也，而是不能也百度的信息之海，已经从根本上枯竭了，百度没有能力，也没有机会去抓取到优质的信息了。最简单的例子，当你第一次搜索到淘宝，美团，去哪儿，当你知道这里拥有你想要的一切，你便再没有动机，跑去百度上搜索，哪里衣服好看，哪家店好吃了电商，美食，旅游这些商业化程度最高，搜索最频繁，最容易赚钱的领域，早早的都脱离百度自成一体了。其次，这些年来，大家对搜索引擎的商业模式，都存在一个误判人们常常称百度为互联网时代，信息高速公路上的收费站，搜索引擎坐在那里就能收钱但实际上，现实中的收费站你去要交钱，回来也要交钱，日复一日的每天路过都能收你的钱而百度，实际上往往只能收一次：所谓信息，只有当你第一次接触到时，才是信息后面，可能就会成为日常的服务了，这些频繁的服务，是可以支撑用户绕过你百度的收费站的。大量的信息在新时代变成了服务。百度将自己的未来押在了AI赛道，他认为未来需要强有力的AI来处理海量的信息。但时代的大门打开，他发现，他的手上根本就没有什么，海量的信息\n',
    editTime: '1548785400',
  },
  status: {
    code: 2000
  }
};
