// GET /answer/0220

module.exports = {
  content: {
    id: '0220',
    author: '3', // anonymous？
    body: '我本来不太关心大公司的内部八卦，但是一时好奇看了这位女高管的淘宝店，实在有点坐不住了。\n别的先不谈，最先给我留下印象的，是这位女高管在文章里多次强调的国际专家哈洽德·阿肖特博士，我不是研究自然科学的，但我知道欧洲人文和自然科学院（简称欧洲科学院）是个挺严肃的机构。如果这位阿肖特博士真的是欧洲科学院院士，他说的话没准可信。于是我按图索骥找到了欧洲科学院官网的院士名单。看了一圈，也没有找到这位阿肖特博士。\n当然，可能是我看漏了或者翻译有偏差。我采取了最简单的办法，直接去问淘宝店的客服，为什么这位阿肖特博士没有列在欧洲科学院的院士名单里呢？\n谁知道淘宝店客服给了我一个惊人的答案：这位博士是俄罗斯人。我至今也没想明白，这位阿肖特博士是不是俄罗斯人，和他是不是欧洲科学院的院士有什么关系呢？客服小妹是在考我俄罗斯是不是欧洲国家吗？我后来又追问了客服小妹，但是她应该是看我也没有要买面膜的意思，根本不回复我了。不管他了，至少客服小妹提供了一条新的线索，欧洲科学院的俄罗斯籍院士并不多，看起来方便多了。我又仔细看了一遍，还是没有找到任何能够和哈洽德·阿肖特这个名字沾的上边的人。到这里，我觉得基本能下一个结论：这位所谓的哈洽德·阿肖特博士，并不是欧洲科学院的院士。说实话，我对这位女高管没什么恶感，也对她到底是不是高管、是不是被裁完全不敢兴趣。我只想说，我自己是从事法律行业的，工作中也会固定的帮客户审核化妆品广告。当我们的客户始终谨小慎微、以最严格的标准审查广告的时候，市场上却总有像女高管面膜这样的产品，用基本没有依据的话进行夸张的宣传，拿一些根本名不副实的专家出来背书，一次又一次做着欺诈消费者的事情。这些让遵纪守法者显得像个笑话。\n\n\n\n',
    editTime: '1548785439',
  },
  status: {
    code: 2000
  }
};
